Repository: sinnrrr/schoolbot
Catalog: locale/*/LC_MESSAGES/dialogue.po
Languages: uk

source: Choose language
uk: Обери мову

source: Enter task now
uk: А тепер введи завдання

source: Gotcha! What's next?
uk: Впіймав всі дані! Що далі?

source: Language was successfully changed
uk: Мова була успішно змінена

source: Send me subject name
uk: Надішли мені назву предмету

source: Choose the day of the week ;)
uk: Обери день тижня ;)

source: Sorry, but I don't understand you. Їм сало...
uk: Сорі, не розумію тебе. Це певно із-за цих адмінів.. накормили мене салом...

source: Something went wrong with bot. Please, try again later.
uk: Щось не так з ботом... Оце ж адміни накосячили...

source: What do you want to create today, master?
uk: Що хочеш зробити сьогодні, повелителю?

source: Timetable for your class hasn't been created yet
uk: Розклад для твого класу ще не був створений

source: You have already accepted the invite from this group :p
uk: Ви вже прийняли запрошення з цієї групи :p

source: Hello, how can I help my good old friend? :)
uk: Привіт, як я можу допомогти тобі, друзяко? :)

source: Your group have already records in our database
uk: Вам пощастило! Ліниві адміни ще не стерли вашу групу з бази даних!

source: Hello, how can I help in your group?
uk: Привіт, чим можу допомогти у цій групі?

source: Now, send me an alert text
uk: Тепер надішли мені текст оголошення

source: Alert was successfully created
uk: Оголошення було записане успішно. Що ще?)

source: To get things started, please add me to your class group :]
uk: Для того, щоб почати нашу співпрацю, додай мене у вашу класну групу :]

source: Homework from subject was successfully created. Something else?
uk: Домашнє завдання з даного предмета було успішно записане в бота. Можливо щось ще, шеф?

source: Hey guys! Click this button in order to have access to create and read homeworks and alerts from ths group ;p
uk: Привіт комради! Натисніть дану кнопку, щоб зареєструвати себе як одного з учнів даного класу. Без цього наща робота не буде можливою

source: Enter lessons the same way for tuesday
uk: Введи уроки подібним чином на вівторок

source: Enter the same way for wednesday
uk: Так само на середу

source: Enter the same way for thursday
uk: Тепер на четвер

source: Same for friday
uk: Таким ж чином на п’ятницю

source: And the last - saturday
uk: І останнє - на суботу
